{
  "Language": "Langue",
  "Home": "Accueil",
  "Contact us?": "Nous contacter?",
  "Menu": "Menu",
  "Address": "Adresse",
  "Email": "E-mail",
  "Phone": "Téléphone",
  "Check portfolio": "Voir le portfolio",
  "Testimonials": "Témoignages",
  "My Services": "Mes Services",
  "ADDRESS": "ADRESSE",
  "E-MAIL": "E-MAIL",
  "PHONE": "TÉLÉPHONE",
  "How Can I": "Comment puis-je",
  "Help You": "Vous aider",
  "Your Name": "Votre Nom",
  "Your Email Address": "Votre Adresse E-mail",
  "Phone Number": "Numéro de Téléphone",
  "Your Message": "Votre Message",
  "Subject": "Sujet",
  "Send Message": "Envoyer le Message",
  "I’ Am": "Je suis",
  "Check My Cv": "Voir Mon CV",
  "IA Projects": "Projets IA",
  "Software Project": "Projet Logiciel",
  "LOCATION": "EMPLACEMENT",
  "INTERESTS": "CENTRES D'INTÉRÊT",
  "STUDY": "ÉTUDES",
  "DEGREE": "DIPLÔME",
  "MAIL": "COURRIEL",
  "EXPERIENCE": "EXPÉRIENCE",
  "EDUCATION": "ÉDUCATION",
  "LANGUAGES": "LANGUES",
  "KNOWLEDGE": "CONNAISSANCES",
  "Full Stack Developer and Student MsC. in Artificial Intelligence": "Développeur Full Stack et étudiant en maîtrise en Intelligence Artificielle",
  "Computer Engineer: Software Engineering and Information Systems": "Ingénieur en informatique : Génie logiciel et systèmes d'information",
  "Student MsC. in Artificial Intelligence": "Étudiant en maîtrise en Intelligence Artificielle",
  "First Aid": "Secourisme",
  "Volunteering": "Bénévolat",
  "Cinema": "Cinéma",
  "Singing": "Chant",
  "Travel": "Voyages",
  "Cooking": "Cuisine",
  "Photography": "Photographie",
  "Music": "Musique",
  "Video Games": "Jeux vidéo",
  "Manga": "Manga",
  "about_me": "Fort d'une formation universitaire complète en informatique et de plus de 4 ans d'expérience professionnelle dans la conception et le développement de logiciels, je me spécialise dans la gestion et l'optimisation des systèmes, avec une expertise significative en réseautique et maintenance. Mon parcours m'a permis de développer un sens aigu de l'analyse et des compétences avancées en planification, me permettant de naviguer avec succès dans des environnements dynamiques. Reconnu pour mon autonomie, ma motivation et ma facilité à partager mes connaissances, je suis actuellement engagé dans une maîtrise en Intelligence Artificielle à l'Université Laval. Mon objectif est de fusionner mes compétences en développement logiciel avec les avancées de l'IA pour créer des solutions innovantes et performantes. Je suis toujours à la recherche de nouvelles opportunités pour appliquer et élargir mes compétences dans des projets stimulants.",
  "Acoustic Identification of Endangered Bird Species.": "Identification acoustique des espèces d'oiseaux menacées",
  "Prediction of Message Responsiveness on Social Networks.": "Prédiction de la réactivité aux messages sur les réseaux sociaux",
  "Indeed Recommendation": "Recommandation Indeed",
  "Skin Cancer Detection with 3D-TBP": "Détection du cancer de la peau avec 3D-TBP",
  "Lumbar Spine Degenerative Classification": "Classification des maladies dégénératives de la colonne vertébrale lombaire",
  "Cityscape Classification: Identification of Cities from Urban Images": "Classification de paysages urbains : Identification des villes à partir d'images urbaines",
  "Text Classification with RNN": "Classification textuelle avec RNN",
  "Problem Solving": "Résolution de problèmes",
  "Programming": "Programmation",
  "Resume": "CV",
  "Leadership": "Leadership",
  "Team Management": "Gestion d'équipe",
  "Master's in Artificial Intelligence": "Maîtrise en Intelligence Artificielle",
  "specializing in the development of innovative solutions in machine learning, natural language processing, and computer vision, with a focus on ethics, algorithmic transparency, and the societal impact of emerging technologies": "Spécialisé dans le développement de solutions innovantes en apprentissage automatique, traitement du langage naturel et vision par ordinateur, avec un accent sur l'éthique, la transparence des algorithmes et l'impact sociétal des technologies émergentes",
  "English Language Certificate Level B1.2 (Intermediate 2)": "Certificat de langue anglaise niveau B1.2 (Intermédiaire 2)",
  "proficiency in Cardiopulmonary Resuscitation (CPR) techniques and the Principles of Safe Patient Handling (PDSB) to ensure safety and efficiency in interventions": "Maîtrise des techniques de réanimation cardio-respiratoire (RCR) et des principes pour le déplacement sécuritaire des bénéficiaires (PDSB) pour garantir la sécurité et l'efficacité des interventions",
  "demonstrates an advanced intermediate level of communication skills, with the ability to understand and use common expressions and engage in conversations on familiar topics": "démontre une compétence intermédiaire avancée en communication, avec une capacité à comprendre et à utiliser des expressions courantes et à engager des conversations sur des sujets familiers",
  "focused on developing expertise in the design, development, and management of robust and high-performing software systems": "orienté vers le développement d'une expertise dans la conception, le développement et la gestion de systèmes logiciels robustes et performants",
  "During this position, I played a key role in the design of software and network architecture, selecting the most suitable technologies for each project. I coordinated developer teams, regularly organizing follow-up and progress meetings with all stakeholders. Through rigorous monitoring and constant communication, I adjusted tasks in real-time to ensure project success. I applied Agile principles for team and project management while actively participating in implementation and resolving technical issues. I also ensured high code quality throughout the development process": "Durant ce poste, j'ai été un acteur clé dans la conception de l'architecture logicielle et réseau, en sélectionnant les technologies les plus adaptées à chaque projet. J'ai coordonné les équipes de développeurs, en organisant régulièrement des réunions de suivi et d'avancement avec toutes les parties prenantes. Grâce à un suivi rigoureux et une communication constante, j'ai ajusté les tâches en temps réel pour assurer la réussite des projets. J'ai appliqué les principes de la méthode Agile pour la gestion des équipes et des projets, tout en participant activement à l'implémentation et en résolvant les problèmes techniques. J'ai également veillé à maintenir une qualité de code élevée tout au long du développement.",
  "Volunteer": "Bénévole",
  "I contributed to the organization of community events. My responsibilities included managing materials and equipment, as well as setting up and tidying up the venues before and after the events. I also worked as a sound engineer and photographer, in addition to developing websites to promote these events": "J'ai contribué à l'organisation d'événements communautaires. Mes responsabilités incluaient la gestion des matériaux et des équipements, ainsi que la préparation et le rangement des lieux avant et après les événements. J'ai également travaillé comme ingénieur du son et photographe, en plus de développer des sites web pour promouvoir ces événements.",
  "I was responsible for organizing and coordinating teams, as well as managing follow-up meetings to ensure project progress. By applying Agile principles, I led team management and project oversight, ensuring the smooth execution of various stages. I also documented and regularly communicated progress, adjusting tasks as needed. My role included UML analysis and design, as well as active participation in the implementation and deployment of the solution on an intranet network": "J'ai assuré l'organisation et la coordination des équipes, ainsi que la gestion des réunions de suivi pour garantir l'avancement des projets. En appliquant les principes de la méthode Agile, j'ai dirigé le management des équipes et la gestion de projets, veillant au bon déroulement des différentes étapes. J'ai également documenté et communiqué régulièrement sur l'avancement, ajustant les tâches lorsque nécessaire. Mon rôle incluait l'analyse et la conception en UML, ainsi que la participation active à l'implémentation et au déploiement de la solution sur un réseau intranet.",
  "Project Manager": "Chef de projet",
  "Internship in Development": "Stage en développement",
  "I participated in the analysis and design of UML diagrams to effectively structure projects. I was also involved in the design and programming of applications and software solutions, ensuring compliance with the established specifications. My role included organizing technical and functional workshops to gather client requirements, thereby contributing to the software architecture and project planning to meet client objectives. I also participated in the deployment of solutions and prepared the necessary technical documentation to facilitate the adoption of tools by operational teams. My experience includes drafting specifications, UML analysis and design, as well as the development and deployment of various IT solutions": "J'ai participé à l'analyse et à la conception de diagrammes en UML pour structurer efficacement les projets. J'ai également été impliqué dans la conception et la programmation d'applications et de solutions logicielles, en veillant à respecter le cahier des charges établi. Mon rôle comprenait l'organisation d'ateliers techniques et fonctionnels pour recueillir les besoins des clients, contribuant ainsi à l'architecture logicielle et à la planification des projets afin de répondre aux objectifs du client. J'ai également participé au déploiement des solutions et rédigé la documentation technique nécessaire pour faciliter l'adoption des outils par les équipes opérationnelles. Mon expérience inclut l'élaboration de cahiers des charges, l'analyse et la conception en UML, ainsi que le développement et le déploiement de plusieurs solutions informatiques.",
  "English": "Anglais",
  "French": "Français",
  "Éwé": "Éwé",
  "Kabyè": "Kabyè",
  "Website hosting": "Hébergement de site web",
  "iOS and Android apps": "Applications iOS et Android",
  "Modern and mobile-ready": "Moderne et adapté aux mobiles",
  "Advertising services include": "Les services de publicité incluent",
  "Needs Analysis": "Analyse des besoins",
  "IT Project Design": "Conception de projet informatique",
  "Project Planning": "Planification de projet",
  "Software Development": "Développement logiciel",
  "Spring Boot": "Spring Boot",
  "C#": "C#",
  "Delphi": "Delphi",
  "C/C++": "C/C++",
  "Python": "Python",
  "Ionic": "Ionic",
  "Flutter": "Flutter",
  "Vuejs": "Vuejs",
  "Reactjs": "Reactjs",
  "Microservices": "Microservices",
  "Monolithic Architectures": "Architectures Monolithiques",
  "Hexagonal Architectures": "Architectures Hexagonales",
  "PostgreSQL": "PostgreSQL",
  "MySQL": "MySQL",
  "SQL Server": "SQL Server",
  "Oracle": "Oracle",
  "Kafka": "Kafka",
  "Keycloak": "Keycloak",
  "Embarcadero": "Embarcadero",
  "Axon Framework": "Axon Framework",
  "Crafter CMS": "Crafter CMS",
  "JHipster": "JHipster",
  "Arduino": "Arduino",
  "PyTorch": "PyTorch",
  "TensorFlow": "TensorFlow",
  "TCP/IP": "TCP/IP",
  "UDP": "UDP",
  "Routing": "Routage",
  "CCNA 1": "CCNA 1",
  "CCNA 2": "CCNA 2",
  "User Training": "Formation utilisateur",
  "Technical Support": "Assistance technique",
  "Windows Administration": "Administration Windows",
  "Linux Administration": "Administration Linux",
  "IT Maintenance": "Maintenance informatique",
  "Level 1 and 2 Support": "Support de niveau 1 et 2",
  "Technical Documentation": "Documentation technique",
  "Creative Works": "Œuvres créatives",
  "Some of My": "Quelques-unes de mes",
  "All": "Tout",
  "What I Do": "Ce que je fais",
  "About us": "À propos de nous",
  "I specialize in the design and development of robust software solutions tailored to the dynamic needs of modern businesses. With over 4 years of professional experience, I have gained expertise in software development, networking, and systems maintenance, ensuring both performance and reliability. I design scalable and high-performing applications using the latest technologies, and I manage and optimize IT infrastructures for maximum efficiency. Currently pursuing a master's degree in AI, I am developing machine learning skills to integrate intelligent systems into various applications. I lead projects from conception to delivery, while sharing my knowledge to foster innovation within teams. My commitment: to deliver excellence in every project, whether it involves custom software solutions, system optimization, or the implementation of AI-based technologies": "Je me spécialise dans la conception et le développement de solutions logicielles robustes, adaptées aux besoins dynamiques des entreprises modernes. Avec plus de 4 ans d'expérience professionnelle, j'ai acquis une expertise couvrant le développement de logiciels, la réseautique et la maintenance des systèmes, garantissant ainsi performance et fiabilité. Je conçois des applications évolutives et performantes, en utilisant les technologies les plus récentes, et je gère et optimise les infrastructures informatiques pour une efficacité maximale. Actuellement en maîtrise d'IA, je développe des compétences en apprentissage automatique pour intégrer des systèmes intelligents dans diverses applications. Je mène les projets de leur conception à leur livraison, tout en partageant mes connaissances pour favoriser l'innovation au sein des équipes. Mon engagement : offrir l'excellence dans chaque projet, qu'il s'agisse de solutions logicielles sur mesure, d'optimisation de systèmes ou d'implémentation de technologies basées sur l'IA",
  "Systems and Network Administration": "Administration Systèmes et Réseaux",
  "Design and implementation of custom AI models, including machine learning, natural language processing, and computer vision, tailored to the specific needs of businesses": "Conception et implémentation de modèles d'IA personnalisés, incluant l'apprentissage automatique, le traitement du langage naturel et la vision par ordinateur, adaptés aux besoins spécifiques des entreprises",
  "Installation, configuration, and administration of Windows and Linux systems, network and security management, with level 1 and 2 technical support": "Installation, configuration et administration de systèmes Windows et Linux, gestion des réseaux et de la sécurité, avec un support technique de niveau 1 et 2",
  "Needs analysis and IT project planning services, ensuring the design of custom solutions and the management of complex projects with an Agile approach": "Services d'analyse des besoins et de planification de projets informatiques, assurant la conception de solutions sur mesure et la gestion de projets complexes avec une approche Agile",
  "Consulting in Needs Analysis and IT Project Planning": "Consultance en Analyse des Besoins et Planification de Projets Informatiques",
  "Development of Artificial Intelligence Solutions": "Développement de Solutions d'Intelligence Artificielle",
  "Development of full-stack web and mobile applications as well as software solutions using modern technologies, with expertise in microservices, monolithic, and hexagonal architectures": "Développement d'applications web et mobiles full-stack ainsi que de solutions logicielles en utilisant des technologies modernes, avec une expertise dans les architectures microservices, monolithiques et hexagonales",
  "Devoloper at ID2REAL": "Développeur chez ID2REAL",
  "I had the pleasure of collaborating with Betchaleel on several application development projects. He has an impressive technical mastery and knows how to perfectly align the solution with the product. Always responsive and available, he was able to anticipate potential problems and propose innovative solutions. I highly recommend him for any development project that demands seriousness and expertise": "J'ai eu le plaisir de collaborer avec Betchaleel sur plusieurs projets de développement d'applications. Il a une maîtrise technique impressionnante, il sait aligner parfaitement la solution au produit. Toujours réactif et disponible, il a su anticiper les problèmes potentiels et proposer des solutions innovantes. Je le recommande vivement pour tout projet de développement exigeant sérieux et expertise",
  "Full Stack Developer": "Développeur Full Stack",
  "Download CV": "Télécharger le CV",
  "Ongoing": "En cours"
}
